export default {
  projections: {
    ВизитE: {
      визита: {
        __caption__: 'Визита'
      },
      код: {
        __caption__: 'Код'
      },
      время: {
        __caption__: 'Время'
      },
      клиент: {
        __caption__: 'Клиент',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      записьВизита: {
        __caption__: 'Запись визита',
        записи: {
          __caption__: 'Записи'
        },
        услуги: {
          __caption__: 'Услуги'
        },
        визита: {
          __caption__: 'Визита'
        },
        сотрудника: {
          __caption__: 'Сотрудника'
        },
        услуга: {
          __caption__: 'Услуга',
          услуга: {
            __caption__: 'Услуга'
          }
        },
        сотрудник: {
          __caption__: 'Сотрудник',
          фИО: {
            __caption__: 'ФИО'
          }
        }
      }
    },
    ВизитL: {
      визита: {
        __caption__: 'Визита'
      },
      код: {
        __caption__: 'Код'
      },
      время: {
        __caption__: 'Время'
      },
      клиент: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    визита: {
      __caption__: 'Визита'
    },
    время: {
      __caption__: 'Время'
    },
    код: {
      __caption__: 'Код'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    записьВизита: {
      __caption__: 'Запись визита'
    }
  }
};
