export default {
  projections: {
    ЗаписьВизитаE: {
      записи: {
        __caption__: 'Записи'
      },
      услуги: {
        __caption__: 'Услуги'
      },
      визита: {
        __caption__: 'Визита'
      },
      сотрудника: {
        __caption__: 'Сотрудника'
      },
      услуга: {
        __caption__: 'Услуга',
        услуга: {
          __caption__: 'Услуга'
        }
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    визита: {
      __caption__: 'Визита'
    },
    записи: {
      __caption__: 'Записи'
    },
    сотрудника: {
      __caption__: 'Сотрудника'
    },
    услуги: {
      __caption__: 'Услуги'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    услуга: {
      __caption__: 'Услуга'
    },
    визит: {
      __caption__: 'визит'
    }
  }
};
