export default {
  projections: {
    сотрудникE: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      с: {
        __caption__: 'С'
      },
      рож: {
        __caption__: 'Рож'
      },
      пол: {
        __caption__: 'Пол'
      },
      должности: {
        __caption__: 'Должности',
        должность: {
          __caption__: 'Должность'
        }
      }
    },
    сотрудникL: {
      фИО: {
        __caption__: 'ФИО'
      },
      должность: {
        __caption__: 'Должность'
      },
      с: {
        __caption__: 'С'
      },
      рож: {
        __caption__: 'Рож'
      },
      пол: {
        __caption__: 'Пол'
      },
      должности: {
        __caption__: 'Должность',
        должность: {
          __caption__: 'Должность'
        }
      }
    }
  },
  validations: {
    должность: {
      __caption__: 'Должность'
    },
    пол: {
      __caption__: 'Пол'
    },
    рож: {
      __caption__: 'Рож'
    },
    с: {
      __caption__: 'С'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должности: {
      __caption__: 'Должности'
    }
  }
};
